alefragnani.bookmarks
alefragnani.project-manager
aminer.codegeex
antfu.iconify
antfu.unocss
bradlc.vscode-tailwindcss
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.vscode-github-actions
hollowtree.vue-snippets
humao.rest-client
jaluik.dot-log
jock.svg
lokalise.i18n-ally
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
mrmlnc.vscode-less
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
octref.vetur
oderwat.indent-rainbow
pkief.material-icon-theme
pranaygp.vscode-css-peek
ritwickdey.liveserver
russell.any-rule
sdras.vue-vscode-snippets
shd101wyy.markdown-preview-enhanced
simonhe.to-unocss
stylelint.vscode-stylelint
techer.open-in-browser
uni-helper.uni-app-snippets-vscode
vincaslt.highlight-matching-tag
vitest.explorer
vue.volar
wallabyjs.quokka-vscode
wayou.vscode-todo-highlight
woodreamz.es7-react-js-snippets
wscats.vue
xabikos.javascriptsnippets
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
